Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Podcast Episode cards show how long the episode runs, and Blog Post cards show an estimated reading time — How-To Corner's guides, tutorials, and articles now show the same estimate, alongside the author, date, and comment count already there. Requested directly.
ar: بطاقات حلقات البودكاست تعرض مدة الحلقة، وبطاقات منشورات المدونة تعرض وقت قراءة تقديري — أدلة وشروحات ومقالات ركن الشروحات تعرض الآن نفس التقدير، إلى جانب الكاتب والتاريخ وعدد التعليقات الموجودة بالفعل. طُلب مباشرة.
de: Podcast-Episoden-Karten zeigen, wie lang die Episode läuft, und Blogbeitrags-Karten zeigen eine geschätzte Lesezeit — die Anleitungen, Tutorials und Artikel der How-To-Ecke zeigen jetzt dieselbe Schätzung, zusammen mit Autor, Datum und Kommentaranzahl, die bereits dort stehen. Direkt angefragt.
el: Οι κάρτες Επεισοδίου Podcast δείχνουν πόσο διαρκεί το επεισόδιο, και οι κάρτες Ανάρτησης Ιστολογίου δείχνουν έναν εκτιμώμενο χρόνο ανάγνωσης — οι οδηγοί, τα φροντιστήρια και τα άρθρα της γωνιάς «Πρακτικοί Οδηγοί» δείχνουν πλέον την ίδια εκτίμηση, μαζί με τον συγγραφέα, την ημερομηνία και τον αριθμό σχολίων που υπάρχουν ήδη εκεί. Ζητήθηκε απευθείας.
es: Las tarjetas de Episodio de podcast muestran cuánto dura el episodio, y las tarjetas de Entrada de blog muestran un tiempo de lectura estimado — las guías, tutoriales y artículos del Rincón de guías ahora muestran la misma estimación, junto con el autor, la fecha y el número de comentarios que ya estaban ahí. Solicitado directamente.
fa: کارت‌های قسمت پادکست مدت‌زمان قسمت را نشان می‌دهند، و کارت‌های پست وبلاگ زمان مطالعهٔ تقریبی را نشان می‌دهند — راهنماها، آموزش‌ها و مقاله‌های گوشهٔ راهنماها اکنون همان برآورد را به همراه نویسنده، تاریخ و تعداد نظراتی که پیش‌تر آنجا بودند نشان می‌دهند. مستقیماً درخواست شد.
fr: Les cartes d'épisode de podcast indiquent la durée de l'épisode, et les cartes d'article de blog indiquent un temps de lecture estimé — les guides, tutoriels et articles du Coin pratique affichent désormais la même estimation, aux côtés de l'auteur, de la date et du nombre de commentaires déjà présents. Demandé directement.
he: כרטיסי פרק פודקאסט מציגים כמה זמן אורך הפרק, וכרטיסי פוסט בבלוג מציגים זמן קריאה משוער — המדריכים, ההדרכות והמאמרים בפינת ההדרכות מציגים כעת את אותה הערכה, לצד הכותב, התאריך ומספר התגובות שכבר מופיעים שם. התבקש ישירות.
hi: पॉडकास्ट एपिसोड कार्ड दिखाते हैं कि एपिसोड कितना लंबा है, और ब्लॉग पोस्ट कार्ड अनुमानित पढ़ने का समय दिखाते हैं — हाउ-टू कॉर्नर के गाइड, ट्यूटोरियल और लेख अब वही अनुमान दिखाते हैं, साथ ही लेखक, तारीख और पहले से मौजूद टिप्पणी संख्या के साथ। सीधे अनुरोध किया गया।
id: Kartu Episode Podcast menampilkan berapa lama episode berlangsung, dan kartu Postingan Blog menampilkan perkiraan waktu baca — panduan, tutorial, dan artikel di How-To Corner kini menampilkan perkiraan yang sama, di samping penulis, tanggal, dan jumlah komentar yang sudah ada di sana. Diminta secara langsung.
it: Le schede degli Episodi podcast mostrano quanto dura l'episodio, e le schede degli Articoli del blog mostrano un tempo di lettura stimato — le guide, i tutorial e gli articoli dell'Angolo delle guide ora mostrano la stessa stima, insieme ad autore, data e numero di commenti già presenti. Richiesto direttamente.
ja: ポッドキャストのエピソードカードにはエピソードの長さが表示され、ブログ記事のカードには推定読了時間が表示されます。How-To Cornerのガイド、チュートリアル、記事にも同じ推定値が、既に表示されている著者、日付、コメント数と並んで表示されるようになりました。直接ご要望をいただきました。
ko: 팟캐스트 에피소드 카드에는 에피소드 길이가 표시되고, 블로그 게시물 카드에는 예상 읽는 시간이 표시됩니다 — How-To Corner의 가이드, 튜토리얼, 기사에도 이제 작성자, 날짜, 댓글 수와 함께 동일한 예상 시간이 표시됩니다. 직접 요청받았습니다.
nl: Podcastafleveringkaarten laten zien hoelang de aflevering duurt, en blogberichtkaarten laten een geschatte leestijd zien — de gidsen, tutorials en artikelen van de How-To-hoek tonen nu dezelfde schatting, naast de auteur, datum en het aantal reacties dat daar al stond. Rechtstreeks gevraagd.
pl: Karty odcinków podcastu pokazują, jak długi jest odcinek, a karty wpisów na blogu pokazują szacowany czas czytania — poradniki, samouczki i artykuły w kąciku poradników pokazują teraz to samo oszacowanie, obok autora, daty i liczby komentarzy, które już tam były. Poproszono bezpośrednio.
pt: Os cartões de Episódio de podcast mostram a duração do episódio, e os cartões de Postagem do blog mostram um tempo de leitura estimado — os guias, tutoriais e artigos do Cantinho de guias agora mostram a mesma estimativa, ao lado do autor, da data e do número de comentários já presentes. Solicitado diretamente.
ru: Карточки эпизодов подкаста показывают длительность эпизода, а карточки записей блога показывают примерное время чтения — руководства, обучающие материалы и статьи в разделе «Практические советы» теперь показывают ту же оценку, наряду с автором, датой и количеством комментариев, которые там уже были. Запрошено напрямую.
sv: Podcastavsnittskort visar hur långt avsnittet är, och blogginläggskort visar en uppskattad lästid — guiderna, handledningarna och artiklarna i handledningshörnan visar nu samma uppskattning, tillsammans med författare, datum och antal kommentarer som redan finns där. Begärt direkt.
th: การ์ดตอนพอดแคสต์แสดงความยาวของตอน และการ์ดบทความบล็อกแสดงเวลาในการอ่านโดยประมาณ — คู่มือ บทแนะนำ และบทความในมุมคู่มือตอนนี้แสดงค่าประมาณเดียวกัน พร้อมกับผู้เขียน วันที่ และจำนวนความคิดเห็นที่มีอยู่แล้ว ได้รับการร้องขอโดยตรง
tr: Podcast Bölümü kartları bölümün ne kadar sürdüğünü, Blog Yazısı kartları ise tahmini okuma süresini gösterir — Nasıl Yapılır Köşesi'ndeki rehberler, eğitimler ve makaleler artık zaten orada bulunan yazar, tarih ve yorum sayısının yanında aynı tahmini gösteriyor. Doğrudan talep edildi.
uk: Картки епізодів подкасту показують тривалість епізоду, а картки записів блогу показують орієнтовний час читання — посібники, навчальні матеріали та статті в розділі «Практичні поради» тепер показують ту саму оцінку поряд з автором, датою та кількістю коментарів, які там уже були. Запитано напряму.
vi: Thẻ Tập podcast hiển thị thời lượng tập, và thẻ Bài viết blog hiển thị thời gian đọc ước tính — các hướng dẫn, bài hướng dẫn từng bước và bài viết trong Góc Hướng dẫn giờ đây cũng hiển thị cùng ước tính đó, bên cạnh tác giả, ngày đăng và số bình luận đã có sẵn. Đã được yêu cầu trực tiếp.
zh_hans: 播客单集卡片会显示该集的时长,博客文章卡片会显示预计阅读时长——现在,「实用角」的指南、教程和文章也会显示同样的预计时长,与已有的作者、日期和评论数一起呈现。经直接要求。

source: Podcast Episodes
ar: حلقات البودكاست
de: Podcast-Folgen
el: Επεισόδια Podcast
es: Episodios de pódcast
fa: قسمت‌های پادکست
fr: Épisodes de podcast
he: פרקי פודקאסט
hi: पॉडकास्ट एपिसोड
id: Episode Podcast
it: Episodi del podcast
ja: ポッドキャストエピソード
ko: 팟캐스트 에피소드
nl: Podcastafleveringen
pl: Odcinki podcastu
pt: Episódios de podcast
ru: Эпизоды подкаста
sv: Poddavsnitt
th: ตอนพอดแคสต์
tr: Podcast Bölümleri
uk: Епізоди подкасту
vi: Tập podcast
zh_hans: 播客单集

source: Podcasts
ar: البودكاست
el: Podcast
fa: پادکست‌ها
he: פודקאסטים
hi: पॉडकास्ट
id: Podcast
it: Podcast
ja: ポッドキャスト
ko: 팟캐스트
pl: Podcasty
ru: Подкасты
sv: Poddar
th: พอดแคสต์
tr: Podcast'ler
uk: Подкасти
vi: Podcast
zh_hans: 播客

source: Podcasts (%lld)
ar: البودكاست (%lld)
el: Podcast (%lld)
es: Pódcasts (%lld)
fa: پادکست‌ها (%lld)
he: פודקאסטים (%lld)
hi: पॉडकास्ट (%lld)
id: Podcast (%lld)
it: Podcast (%lld)
ja: ポッドキャスト（%lld）
ko: 팟캐스트(%lld)
pl: Podcasty (%lld)
ru: Подкасты (%lld)
sv: Poddar (%lld)
th: พอดแคสต์ (%lld)
tr: Podcast'ler (%lld)
uk: Подкасти (%lld)
vi: Podcast (%lld)
zh_hans: 播客（%lld）

source: Podcasts, Guides, Apps, and Blogs are already all about Apple — only Forums has non-Apple discussions to filter. Change this anytime from Customize Home (on the Home tab) or Settings > Home Feed.
ar: البودكاست والأدلة والتطبيقات والمدونات كلها تتعلق بـ Apple أصلًا — المنتديات وحدها تحتوي على نقاشات غير متعلقة بـ Apple يمكن تصفيتها. يمكنك تغيير هذا في أي وقت من "تخصيص الشاشة الرئيسية" (في علامة تبويب الشاشة الرئيسية) أو من الإعدادات > تغذية الشاشة الرئيسية.
de: Podcasts, Anleitungen, Apps und Blogs drehen sich ohnehin schon ganz um Apple – nur bei Foren gibt es Nicht-Apple-Diskussionen zu filtern. Du kannst dies jederzeit über „Startseite anpassen" (im Tab „Start") oder Einstellungen > Home-Feed ändern.
el: Τα Podcast, οι Οδηγοί, οι Εφαρμογές και τα Ιστολόγια αφορούν ήδη αποκλειστικά την Apple — μόνο τα Φόρουμ έχουν συζητήσεις εκτός Apple προς φιλτράρισμα. Αλλάξτε το ανά πάσα στιγμή από την «Προσαρμογή Αρχικής» (στην καρτέλα Αρχική) ή από Ρυθμίσεις > Ροή Αρχικής.
es: Podcasts, Guías, Apps y Blogs ya tratan solo de Apple: únicamente los Foros tienen debates ajenos a Apple que filtrar. Puedes cambiar esto en cualquier momento desde «Personalizar Inicio» (en la pestaña Inicio) o en Ajustes > Feed de Inicio.
fa: پادکست‌ها، راهنماها، برنامه‌ها و وبلاگ‌ها همین حالا هم کاملاً دربارهٔ اپل هستند — فقط انجمن‌ها بحث‌های غیرمرتبط با اپل دارند که باید فیلتر شوند. این را هر زمان از "سفارشی‌سازی صفحهٔ اصلی" (در برگهٔ صفحهٔ اصلی) یا تنظیمات > فید صفحهٔ اصلی تغییر دهید.
fr: Podcasts, Guides, Apps et Blogs sont déjà entièrement consacrés à Apple — seuls les Forums contiennent des discussions non liées à Apple à filtrer. Vous pouvez modifier cela à tout moment depuis « Personnaliser Accueil » (dans l'onglet Accueil) ou Réglages > Fil Accueil.
he: פודקאסטים, מדריכים, אפליקציות ובלוגים כבר עוסקים כולם ב-Apple — רק בפורומים יש דיונים שאינם קשורים ל-Apple לסינון. שנה זאת בכל עת דרך "התאמה אישית של הבית" (בלשונית הבית) או בהגדרות > פיד הבית.
hi: पॉडकास्ट, गाइड, ऐप्स और ब्लॉग पहले से ही पूरी तरह Apple से जुड़े हैं — केवल फ़ोरम में गैर-Apple चर्चाएं हैं जिन्हें फ़िल्टर करना है। इसे कभी भी "होम को अनुकूलित करें" (होम टैब में) या सेटिंग्स > होम फ़ीड से बदलें।
id: Podcast, Panduan, Aplikasi, dan Blog sudah sepenuhnya tentang Apple — hanya Forum yang memiliki diskusi non-Apple untuk difilter. Ubah ini kapan saja dari "Sesuaikan Beranda" (di tab Beranda) atau Pengaturan > Umpan Beranda.
it: Podcast, Guide, App e Blog riguardano già solo Apple: solo i Forum hanno discussioni non Apple da filtrare. Puoi modificarlo in qualsiasi momento da "Personalizza Home" (nella scheda Home) oppure in Impostazioni > Feed Home.
ja: ポッドキャスト、ガイド、アプリ、ブログはすでにすべてApple関連です — フィルタリングが必要なのはApple以外の話題があるフォーラムだけです。これはいつでも「ホームをカスタマイズ」(ホームタブ内)または「設定」>「ホームフィード」から変更できます。
ko: 팟캐스트, 가이드, 앱, 블로그는 이미 모두 Apple에 관한 것입니다 — 필터링이 필요한 것은 Apple 관련이 아닌 논의가 있는 포럼뿐입니다. 이는 언제든지 "홈 사용자 지정"(홈 탭에서) 또는 설정 > 홈 피드에서 변경할 수 있습니다.
nl: Podcasts, Handleidingen, Apps en Blogs gaan sowieso al helemaal over Apple — alleen Forums heeft niet-Apple-discussies om te filteren. Wijzig dit op elk moment via 'Start aanpassen' (op het tabblad Home) of Instellingen > Start-feed.
pl: Podcasty, Poradniki, Aplikacje i Blogi już teraz dotyczą wyłącznie Apple — tylko Fora zawierają dyskusje niezwiązane z Apple do przefiltrowania. Możesz to zmienić w dowolnym momencie w „Dostosuj stronę główną” (na karcie Strona główna) lub w Ustawienia > Kanał Strona główna.
pt: Podcasts, Guias, Apps e Blogs já são totalmente sobre a Apple — apenas os Fóruns têm discussões não relacionadas à Apple para filtrar. Altere isso quando quiser em "Personalizar Início" (na aba Início) ou em Configurações > Feed Início.
ru: Подкасты, руководства, приложения и блоги и так посвящены только Apple — фильтровать нужно только форумы, где есть темы не про Apple. Измените это в любое время в разделе «Настроить главный экран» (на вкладке «Главная») или «Настройки» > «Лента «Главная»».
sv: Poddar, Guider, Appar och Bloggar handlar redan helt om Apple — bara Forum har icke-Apple-diskussioner att filtrera. Ändra detta när som helst via "Anpassa Hem" (på fliken Hem) eller Inställningar > Hem-flöde.
th: พอดแคสต์ คู่มือ แอป และบล็อกล้วนเกี่ยวกับ Apple อยู่แล้ว — มีเพียงฟอรัมเท่านั้นที่มีการสนทนานอกเหนือจาก Apple ให้กรอง เปลี่ยนได้ทุกเมื่อจาก "ปรับแต่งหน้าแรก" (ในแท็บหน้าแรก) หรือการตั้งค่า > ฟีดหน้าแรก
tr: Podcast'ler, Kılavuzlar, Uygulamalar ve Bloglar zaten tamamen Apple ile ilgilidir — yalnızca Forumlarda filtrelenecek Apple dışı tartışmalar bulunur. Bunu istediğiniz zaman "Ana Sayfayı Özelleştir" (Ana Sayfa sekmesinde) veya Ayarlar > Ana Sayfa Akışı üzerinden değiştirebilirsiniz.
uk: Подкасти, посібники, додатки та блоги вже й так стосуються лише Apple — фільтрувати потрібно лише форуми, де є теми не про Apple. Змініть це будь-коли в розділі «Налаштувати головну» (на вкладці «Головна») або в Налаштування > Стрічка «Головна».
vi: Podcast, Hướng dẫn, Ứng dụng và Blog vốn đã hoàn toàn xoay quanh Apple — chỉ Diễn đàn mới có các thảo luận ngoài Apple cần lọc. Thay đổi điều này bất cứ lúc nào từ "Tùy chỉnh Trang chủ" (trong tab Trang chủ) hoặc Cài đặt > Nguồn cấp dữ liệu Trang chủ.
zh_hans: 播客、指南、应用和博客本来就都是关于 Apple 的内容 — 只有论坛中有需要过滤的非 Apple 讨论。您可以随时通过“自定义主页”(在主页标签页中)或“设置”>“主页动态”来更改此设置。

source: Popular
ar: شائع
de: Beliebt
el: Δημοφιλή
fa: محبوب
fr: Populaire
he: פופולרי
hi: लोकप्रिय
id: Populer
it: Popolare
ja: 人気
ko: 인기
nl: Populair
pl: Popularne
ru: Популярное
sv: Populärt
th: ยอดนิยม
tr: Popüler
uk: Популярне
vi: Phổ biến
zh_hans: 热门

source: Possible duplicate
ar: تكرار محتمل
de: Möglicherweise doppelt
el: Πιθανό αντίγραφο
es: Posible duplicado
fa: احتمال تکراری بودن
fr: Doublon possible
he: כפילות אפשרית
hi: संभावित डुप्लिकेट
id: Kemungkinan duplikat
it: Possibile duplicato
ja: 重複の可能性あり
ko: 중복 가능성 있음
nl: Mogelijk duplicaat
pl: Możliwy duplikat
pt: Possível duplicata
ru: Возможен дубликат
sv: Möjlig dubblett
th: อาจซ้ำกัน
tr: Olası kopya
uk: Можливий дублікат
vi: Có thể trùng lặp
zh_hans: 可能重复

source: Post
ar: نشر
de: Veröffentlichen
el: Δημοσίευση
es: Publicar
fa: ارسال
fr: Publier
he: פרסום
hi: पोस्ट करें
id: Kirim
it: Pubblica
ja: 投稿
ko: 게시
nl: Plaatsen
pl: Opublikuj
pt: Publicar
ru: Опубликовать
sv: Publicera
th: โพสต์
tr: Gönder
uk: Опублікувати
vi: Đăng
zh_hans: 发布

source: Post as-is
ar: نشر كما هي
de: So posten
el: Δημοσίευση ως έχει
es: Publicar tal cual
fa: انتشار همین‌طور
fr: Publier tel quel
he: פרסם כפי שהוא
hi: जैसा है पोस्ट करें
id: Kirim Apa Adanya
it: Pubblica così
ja: そのまま投稿
ko: 그대로 게시
nl: Zo plaatsen
pl: Opublikuj tak jak jest
pt: Publicar assim mesmo
ru: Оставить как есть
sv: Publicera som det är
th: โพสต์ตามที่เป็น
tr: Olduğu Gibi Gönder
uk: Залишити як є
vi: Đăng như hiện tại
zh_hans: 直接发布

source: Posted %@
ar: نُشر %@
de: Veröffentlicht %@
el: Δημοσιεύτηκε %@
es: Publicado %@
fa: ارسال‌شده %@
fr: Publié %@
he: פורסם %@
hi: पोस्ट किया गया %@
id: Diposting %@
it: Pubblicato %@
ja: 投稿日：%@
ko: 게시됨 %@
nl: Geplaatst %@
pl: Opublikowano %@
pt: Publicado %@
ru: Опубликовано %@
sv: Publicerad %@
th: โพสต์เมื่อ %@
tr: %@ tarihinde paylaşıldı
uk: Опубліковано %@
vi: Đã đăng %@
zh_hans: 发布于 %@

source: Posting a Comment, Reply, or Review Works Again
ar: نشر تعليق أو رد أو مراجعة يعمل من جديد
de: Kommentare, Antworten und Bewertungen lassen sich wieder posten
el: Η δημοσίευση σχολίου, απάντησης ή κριτικής λειτουργεί ξανά
es: Publicar un comentario, respuesta o reseña vuelve a funcionar
fa: ارسال دیدگاه، پاسخ یا نقد دوباره کار می‌کند
fr: Publier un commentaire, une réponse ou un avis fonctionne à nouveau
he: פרסום תגובה, מענה או ביקורת שוב עובד
hi: टिप्पणी, जवाब या समीक्षा पोस्ट करना फिर से काम करता है
id: Mengirim Komentar, Balasan, atau Ulasan Berfungsi Lagi
it: Pubblicare un commento, una risposta o una recensione funziona di nuovo
ja: コメント・返信・レビューの投稿がまた正常に動くように
ko: 댓글, 답장, 리뷰 게시가 다시 정상적으로 작동합니다
nl: Een reactie, antwoord of beoordeling plaatsen werkt weer
pl: Publikowanie komentarza, odpowiedzi lub recenzji znowu działa
pt: Publicar um comentário, resposta ou avaliação volta a funcionar
ru: Публикация комментария, ответа или отзыва снова работает
sv: Att publicera en kommentar, ett svar eller en recension fungerar igen
th: การโพสต์ความคิดเห็น การตอบกลับ หรือรีวิวกลับมาใช้งานได้แล้ว
tr: Yorum, Yanıt veya İnceleme Gönderme Yeniden Çalışıyor
uk: Публікація коментаря, відповіді чи відгуку знову працює
vi: Đăng bình luận, trả lời hoặc đánh giá đã hoạt động trở lại
zh_hans: 评论、回复或评价的发布功能已恢复正常

source: Preview
ar: معاينة
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fa: پیش‌نمایش
fr: Aperçu
he: תצוגה מקדימה
hi: पूर्वावलोकन
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt: Pré-visualização
ru: Просмотр
sv: Förhandsgranska
th: แสดงตัวอย่าง
tr: Önizleme
uk: Перегляд
vi: Xem trước
zh_hans: 预览

source: Price
ar: السعر
de: Preis
el: Τιμή
es: Precio
fa: قیمت
fr: Prix
he: מחיר
hi: कीमत
id: Harga
it: Prezzo
ja: 価格
ko: 가격
nl: Prijs
pl: Cena
pt: Preço
ru: Цена
sv: Pris
th: ราคา
tr: Fiyat
uk: Ціна
vi: Giá
zh_hans: 价格

source: Privacy
ar: الخصوصية
de: Datenschutz
el: Απόρρητο
es: Privacidad
fa: حریم خصوصی
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt: Privacidade
ru: Конфиденциальность
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私

source: Privacy at a Glance
ar: الخصوصية بلمحة
de: Datenschutz auf einen Blick
el: Απόρρητο με Μια Ματιά
es: Privacidad de un vistazo
fa: حریم خصوصی در یک نگاه
fr: Confidentialité en un coup d'œil
he: פרטיות במבט חטוף
hi: एक नज़र में गोपनीयता
id: Privasi Sekilas
it: Privacy in breve
ja: プライバシーの概要
ko: 한눈에 보는 개인정보
nl: Privacy in één oogopslag
pl: Prywatność w skrócie
pt: Privacidade em resumo
ru: Конфиденциальность вкратце
sv: Integritet i korthet
th: ความเป็นส่วนตัวโดยสังเขป
tr: Bir Bakışta Gizlilik
uk: Конфіденційність коротко
vi: Quyền riêng tư trong nháy mắt
zh_hans: 隐私概览

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
el: Πολιτική Απορρήτου
es: Política de privacidad
fa: سیاست حریم خصوصی
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: Processes the audio to make voices stand out more clearly against music or background noise.
ar: يعالج الصوت لجعل الأصوات أكثر وضوحًا مقابل الموسيقى أو الضجيج الخلفي.
de: Verarbeitet das Audio, damit sich Stimmen deutlicher von Musik oder Hintergrundgeräuschen abheben.
el: Επεξεργάζεται τον ήχο ώστε οι φωνές να ξεχωρίζουν πιο καθαρά από τη μουσική ή τον θόρυβο περιβάλλοντος.
es: Procesa el audio para que las voces destaquen más claramente sobre la música o el ruido de fondo.
fa: صدا را پردازش می‌کند تا صداها در برابر موسیقی یا نویز پس‌زمینه واضح‌تر برجسته شوند.
fr: Traite l'audio pour que les voix ressortent plus clairement sur la musique ou le bruit de fond.
he: מעבד את השמע כדי שהקולות יבלטו בבירור יותר על רקע מוזיקה או רעש רקע.
hi: संगीत या पृष्ठभूमि शोर के मुकाबले आवाज़ों को अधिक स्पष्ट रूप से उभारने के लिए ऑडियो को प्रोसेस करता है।
id: Memproses audio agar suara lebih menonjol dengan jelas dibandingkan musik atau kebisingan latar belakang.
it: Elabora l'audio per far risaltare le voci più chiaramente rispetto a musica o rumore di fondo.
ja: 音楽や背景ノイズに対して声がより明確に際立つよう、オーディオを処理します。
ko: 음악이나 배경 소음 속에서도 음성이 더 뚜렷하게 들리도록 오디오를 처리합니다.
nl: Verwerkt de audio zodat stemmen duidelijker opvallen tegenover muziek of achtergrondgeluid.
pl: Przetwarza dźwięk, aby głosy wyraźniej wyróżniały się na tle muzyki lub hałasu.
pt: Processa o áudio para fazer as vozes se destacarem mais claramente contra música ou ruído de fundo.
ru: Обрабатывает звук так, чтобы голоса выделялись более чётко на фоне музыки или шума.
sv: Bearbetar ljudet så att röster framträder tydligare mot musik eller bakgrundsljud.
th: ประมวลผลเสียงเพื่อให้เสียงพูดโดดเด่นชัดเจนขึ้นเมื่อเทียบกับเพลงหรือเสียงรบกวนพื้นหลัง
tr: Seslerin müzik veya arka plan gürültüsüne karşı daha net öne çıkması için sesi işler.
uk: Обробляє звук так, щоб голоси чіткіше виділялися на тлі музики чи фонового шуму.
vi: Xử lý âm thanh để giọng nói nổi bật rõ ràng hơn so với nhạc nền hoặc tiếng ồn.
zh_hans: 处理音频，使人声在音乐或背景噪音中更加清晰突出。

source: Profile
ar: الملف الشخصي
de: Profil
el: Προφίλ
es: Perfil
fa: نمایه
fr: Profil
he: פרופיל
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
sv: Profil
th: โปรไฟล์
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

source: Profile & Settings
ar: الملف الشخصي والإعدادات
de: Profil & Einstellungen
el: Προφίλ & Ρυθμίσεις
es: Perfil y ajustes
fa: نمایه و تنظیمات
fr: Profil et réglages
he: פרופיל והגדרות
hi: प्रोफ़ाइल और सेटिंग्स
id: Profil & Pengaturan
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
nl: Profiel en instellingen
pl: Profil i ustawienia
pt: Perfil e configurações
ru: Профиль и настройки
sv: Profil och inställningar
th: โปรไฟล์และการตั้งค่า
tr: Profil ve Ayarlar
uk: Профіль і налаштування
vi: Hồ sơ và cài đặt
zh_hans: 个人资料与设置

source: Profile and Settings
ar: الملف الشخصي والإعدادات
de: Profil und Einstellungen
el: Προφίλ και Ρυθμίσεις
es: Perfil y configuración
fa: نمایه و تنظیمات
fr: Profil et réglages
he: פרופיל והגדרות
hi: प्रोफ़ाइल और सेटिंग्स
id: Profil dan Pengaturan
it: Profilo e impostazioni
ja: プロフィールと設定
ko: 프로필 및 설정
nl: Profiel en instellingen
pl: Profil i ustawienia
pt: Perfil e configurações
ru: Профиль и настройки
sv: Profil och inställningar
th: โปรไฟล์และการตั้งค่า
tr: Profil ve Ayarlar
uk: Профіль і налаштування
vi: Hồ sơ và Cài đặt
zh_hans: 个人资料与设置
